{
    "items": [
        {
            "excuse": "I love my dog. Just not all animals."
        },
        {
            "excuse": "Save the whales. Eat a pig."
        },
        {
            "excuse": "It's my personal choice to eat meat. Even if the animal doesn't have a choice to live."
        },
        {
            "excuse": "I could never harm an animal myself. So I pay someone else to do the killing for me."
        },
        {
            "excuse": "I love saying 'bacon', rather than 'dead pig'. It sounds better in my head."
        },
        {
            "excuse": "I just love the taste of dead animal flesh and cow's breast milk."
        },
        {
            "excuse": "But I need meat for protein. #Gains."
        },
        {
            "excuse": "Because I feel better if I buy free-range eggs, and organic, grass-fed beef. Even though the chickens and cows are still slaughtered 'humanely'. Deep down, I know there's no such thing as a humane killing."
        },
        {
            "excuse": "I'm too apathetic to change the way I eat."
        },
        {
            "excuse": "I KNOW that animal agriculture is the biggest contributor to climate change, species extinction and ocean depletion. But #yolo. Meat rocks."
        },
        {
            "excuse": "Because milk in my coffee is delicious - even if female cows were raped in the process. Yum! "
        },
        {
            "excuse": "Ice cream is the best. I never hear the cows scream."
        },
        {
            "excuse": "Wait. I didn't know other animals had feelings? I thought it was only my dog."
        },
        {
            "excuse": "Do animals even feel pain?"
        },
        {
            "excuse": "But...cheese! Cheese is way more important to me than cruelty to a cow."
        },
        {
            "excuse": "I couldn't give up yoghurt - even if it is filled with pus and hormones from a cow."
        },
        {
            "excuse": "'Lamb' is easier to digest than 'dead sheep flesh'."
        },
        {
            "excuse": "I like eggs. Even if they are chicken periods and chickens are force-fed and slaughtered just so I can enjoy my bacon and eggs."
        },
        {
            "excuse": "I'm oblivious to the billions of animals mass slaughtered each and every year, just so I can enjoy my steak, bacon and eggs."
        },
        {
            "excuse": "Vegans are so judgemental. Forcing their beliefs on everyone. Why would I want to be a compassionate human, when I can continue eating dead animal flesh daily?"
        },
        {
            "excuse": "The cow was already dead. Might as well eat it! I know, I know...if the buying stops, the killing will too. But logic doesn't work on me."
        },
        {
            "excuse": "The words 'leather' and 'fur' are much more comfortable to say than 'dead animal skin'."
        },
        {
            "excuse": "Vegans aren't strong. They don't eat enough protein."
        },
        {
            "excuse": "Plants have feelings too."
        },
        {
            "excuse": "I don't want to eat salad forever! Death tastes better."
        },
        {
            "excuse": "Be a man. Eat meat. Disregard the fact that I'm a grown man still drinking milk from a mother cow!"
        },
        {
            "excuse": "Vegans should just shut the hell up. OK, I admit I'm eating dead animals and don't give a fuck. There, I said it."
        }   
    ]
}